Repository: Hossein4163/Neurame-AI-Assistant
Catalog: languages/neurame-ai-assistant-*.po
Languages: fa_ir

source: Trainer Reports
fa_ir: گزارش‌های مربی

source: Children Management
fa_ir: مدیریت کودکان

source: Please log in to your account.
fa_ir: لطفاً وارد حساب کاربری خود شوید.

source: No children have been registered.
fa_ir: هیچ کودکی ثبت نشده است.

source: Information saved.
fa_ir: اطلاعات ذخیره شد.

source: Error saving information.
fa_ir: خطا در ذخیره اطلاعات.

source: Get course recommendation using AI
fa_ir: دریافت پیشنهاد دوره با هوش مصنوعی

source: Select a child
fa_ir: یک کودک انتخاب کنید

source: First select a course
fa_ir: ابتدا یک دوره انتخاب کنید

source: Select a user
fa_ir: یک کاربر انتخاب کنید

source: No users found for this course
fa_ir: کاربری برای این دوره یافت نشد

source: No children found for this user
fa_ir: کودکی برای این کاربر یافت نشد

source: Error fetching reports
fa_ir: خطا در دریافت گزارش‌ها

source: No progress recorded.
fa_ir: روند پیشرفتی ثبت نشده است.

source: No course was recommended.
fa_ir: هیچ دوره‌ای پیشنهاد نشد.

source: Total courses: %d
fa_ir: تعداد دوره‌ها: %d

source: Total trainers: %d
fa_ir: تعداد مربیان: %d

source: Total trainer reports: %d
fa_ir: تعداد گزارش‌های مربی: %d

source: Total registered children: %d
fa_ir: تعداد کودکان ثبت‌شده: %d

source: Total users: %d
fa_ir: تعداد کاربران: %d

source: Total recommendations: %d
fa_ir: تعداد پیشنهادات: %d

source: Average age of children: %.1f
fa_ir: میانگین سن کودکان: %.1f
